Repository: kumamotone/NectarView
Catalog: NectarView/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: %.1f seconds
da: %.1f sekunder
de: %.1f Sekunden
es: %.1f segundos
fi: %.1f sekuntia
fr: %.1f secondes
id: %.1f detik
it: %.1f secondi
ja: %.1f秒
ko: %.1f 초
ms: %.1f saat
nb: %.1f sekunder
nl: %.1f seconden
pl: %.1f sekund
pt_br: %.1f segundos
ru: %.1f секунд
sv: %.1f sekunder
th: %.1f วินาที
tr: %.1f saniye
vi: %.1f giây
zh_hans: %.1f 秒
zh_hant: %.1f 秒

source: Access permission is required to display images in this folder.
da: Adgangstilladelse er påkrævet for at vise billeder i denne mappe.
de: Zum Anzeigen von Bildern in diesem Ordner ist eine Zugriffsberechtigung erforderlich.
es: Se requiere permiso de acceso para mostrar imágenes en esta carpeta.
fi: Käyttöoikeus vaaditaan kuvien näyttämiseksi tässä kansiossa.
fr: Une autorisation d'accès est requise pour afficher les images dans ce dossier.
id: Izin akses diperlukan untuk menampilkan gambar di folder ini.
it: È necessaria l'autorizzazione di accesso per visualizzare le immagini in questa cartella.
ja: このフォルダ内の画像を表示するには、アクセス権が必要です。
ko: 이 폴더의 이미지를 표시하려면 액세스 권한이 필요합니다.
ms: Kebenaran akses diperlukan untuk memaparkan imej dalam folder ini.
nb: Tilgangstillatelse er nødvendig for å vise bilder i denne mappen.
nl: Toegangsrechten zijn vereist om afbeeldingen in deze map weer te geven.
pl: Wymagane jest uprawnienie dostępu, aby wyświetlić obrazy w tym folderze.
pt_br: É necessária permissão de acesso para exibir imagens nesta pasta.
ru: Для отображения изображений в этой папке требуется разрешение на доступ.
sv: Åtkomstbehörighet krävs för att visa bilder i den här mappen.
th: ต้องได้รับสิทธิ์การเข้าถึงเพื่อแสดงรูปภาพในโฟลเดอร์นี้
tr: Bu klasördeki görselleri görüntülemek için erişim izni gereklidir.
vi: Cần có quyền truy cập để hiển thị hình ảnh trong thư mục này.
zh_hans: 需要访问权限才能显示此文件夹中的图像。
zh_hant: 需要存取權限才能顯示此資料夾中的圖像。

source: Add Bookmark
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
es: Agregar marcador
fi: Lisää kirjanmerkki
fr: Ajouter un signet
id: Tambah Bookmark
it: Aggiungi Segnalibro
ja: ブックマークを追加
ko: 북마크 추가
ms: Tambah Penanda
nb: Legg til bokmerke
nl: Bladwijzer toevoegen
pl: Dodaj Zakładkę
pt_br: Adicionar Marcador
ru: Добавить закладку
sv: Lägg till bokmärke
th: เพิ่มบุ๊กมาร์ก
tr: Yer İmi Ekle
vi: Thêm Dấu Trang
zh_hans: 添加书签
zh_hant: 新增書籤

source: Add/Remove Bookmark
da: Tilføj/fjern bogmærke
de: Lesezeichen hinzufügen/entfernen
es: Agregar/Eliminar marcador
fi: Lisää/poista kirjanmerkki
fr: Ajouter/Supprimer un signet
id: Tambah/Hapus Bookmark
it: Aggiungi/Rimuovi Segnalibro
ja: ブックマークを追加/削除
ko: 북마크 추가/제거
ms: Tambah/Buang Penanda
nb: Legg til/fjern bokmerke
nl: Bladwijzer toevoegen/verwijderen
pl: Dodaj/Usuń Zakładkę
pt_br: Adicionar/Remover Marcador
ru: Добавить/удалить закладку
sv: Lägg till/ta bort bokmärke
th: เพิ่ม/ลบบุ๊กมาร์ก
tr: Yer İmi Ekle/Kaldır
vi: Thêm/Xóa Dấu Trang
zh_hans: 添加/删除书签
zh_hant: 新增/移除書籤

source: Allow Access to Folder
da: Tillad adgang til mappe
de: Zugriff auf Ordner erlauben
es: Permitir acceso a la carpeta
fi: Salli pääsy kansioon
fr: Autoriser l'accès au dossier
id: Izinkan Akses ke Folder
it: Consenti Accesso alla Cartella
ja: フォルダへのアクセスを許可
ko: 폴더 접근 허용
ms: Benarkan Akses ke Folder
nb: Tillat tilgang til mappe
nl: Toegang tot map toestaan
pl: Zezwól na Dostęp do Folderu
pt_br: Permitir Acesso à Pasta
ru: Разрешить доступ к папке
sv: Tillåt åtkomst till mapp
th: อนุญาตการเข้าถึงโฟลเดอร์
tr: Klasöre Erişime İzin Ver
vi: Cho Phép Truy Cập Thư Mục
zh_hans: 允许访问文件夹
zh_hant: 允許存取資料夾

source: An unexpected error occurred: %@
da: Der opstod en uventet fejl: %@
de: Ein unerwarteter Fehler ist aufgetreten: %@
es: Se produjo un error inesperado: %@
fi: Odottamaton virhe tapahtui: %@
fr: Une erreur inattendue s'est produite: %@
id: Terjadi kesalahan yang tidak terduga: %@
it: Si è verificato un errore imprevisto: %@
ja: 予期せぬエラーが発生しました: %@
ko: 예기치 않은 오류가 발생했습니다: %@
ms: Ralat tidak dijangka berlaku: %@
nb: En uventet feil oppstod: %@
nl: Er is een onverwachte fout opgetreden: %@
pl: Wystąpił nieoczekiwany błąd: %@
pt_br: Ocorreu um erro inesperado: %@
ru: Произошла непредвиденная ошибка: %@
sv: Ett oväntat fel inträffade: %@
th: เกิดข้อผิดพลาดที่ไม่คาดคิด: %@
tr: Beklenmeyen bir hata oluştu: %@
vi: Đã xảy ra lỗi không mong muốn: %@
zh_hans: 发生意外错误: %@
zh_hant: 發生未預期的錯誤: %@

source: Appearance
da: Udseende
de: Darstellung
es: Apariencia
fi: Ulkoasu
fr: Apparence
id: Tampilan
it: Aspetto
ja: 外観
ko: 모양
ms: Penampilan
nb: Utseende
nl: Weergave
pl: Wygląd
pt_br: Aparência
ru: Внешний вид
sv: Utseende
th: รูปลักษณ์
tr: Görünüm
vi: Giao Diện
zh_hans: 外观
zh_hant: 外觀

source: Auto Page Turn
da: Automatisk sideskift
de: Automatisches Blättern
es: Paso de página automático
fi: Automaattinen sivunkääntö
fr: Tournage automatique de page
id: Balik Halaman Otomatis
it: Cambio Pagina Automatico
ja: 自動ページめくり
ko: 자동 페이지 넘기기
ms: Pusing Halaman Automatik
nb: Automatisk sideblad
nl: Automatisch omslaan
pl: Automatyczne Przewracanie Stron
pt_br: Virada Automática de Página
ru: Автоперелистывание
sv: Automatisk sidvändning
th: พลิกหน้าอัตโนมัติ
tr: Otomatik Sayfa Çevirme
vi: Tự Động Lật Trang
zh_hans: 自动翻页
zh_hant: 自動翻頁

source: Auto Page Turn Settings
da: Indstillinger for automatisk sideskift
de: Einstellungen für automatisches Blättern
es: Configuración de paso de página automático
fi: Automaattisen sivunkääntön asetukset
fr: Réglages du tournage automatique
id: Pengaturan Balik Halaman Otomatis
it: Impostazioni Cambio Pagina Automatico
ja: 自動ページめくりの設定
ko: 자동 페이지 넘기기 설정
ms: Tetapan Pusing Halaman Automatik
nb: Innstillinger for automatisk sideblad
nl: Instellingen automatisch omslaan
pl: Ustawienia Automatycznego Przewracania Stron
pt_br: Configurações de Virada Automática
ru: Настройки автоперелистывания
sv: Inställningar för automatisk sidvändning
th: การตั้งค่าพลิกหน้าอัตโนมัติ
tr: Otomatik Sayfa Çevirme Ayarları
vi: Cài Đặt Tự Động Lật Trang
zh_hans: 自动翻页设置
zh_hant: 自動翻頁設定

source: Background Color
da: Baggrundsfarve
de: Hintergrundfarbe
es: Color de fondo
fi: Taustaväri
fr: Couleur d'arrière-plan
id: Warna Latar Belakang
it: Colore di Sfondo
ja: 背景色
ko: 배경 색상
ms: Warna Latar Belakang
nb: Bakgrunnsfarge
nl: Achtergrondkleur
pl: Kolor Tła
pt_br: Cor de Fundo
ru: Цвет фона
sv: Bakgrundsfärg
th: สีพื้นหลัง
tr: Arka Plan Rengi
vi: Màu Nền
zh_hans: 背景颜色
zh_hant: 背景顏色

source: Bookmarks
da: Bogmærker
de: Lesezeichen
es: Marcadores
fi: Kirjanmerkit
fr: Signets
id: Bookmark
it: Segnalibri
ja: ブックマーク
ko: 북마크
ms: Penanda
nb: Bokmerker
nl: Bladwijzers
pl: Zakładki
pt_br: Marcadores
ru: Закладки
sv: Bokmärken
th: บุ๊กมาร์ก
tr: Yer İmleri
vi: Dấu Trang
zh_hans: 书签
zh_hant: 書籤

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Close
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: ControlBar Color
da: Farve på kontrolbjælke
de: Steuerleistenfarbe
es: Color de la barra de control
fi: Ohjauspalkkin väri
fr: Couleur de la barre de contrôle
id: Warna Bilah Kontrol
it: Colore della Barra di Controllo
ja: コントロールバーの色
ko: 컨트롤 바 색상
ms: Warna Bar Kawalan
nb: Farge på kontrollinje
nl: Kleur bedieningsbalk
pl: Kolor Paska Sterowania
pt_br: Cor da Barra de Controle
ru: Цвет панели управления
sv: Färg på kontrollfält
th: สีแถบควบคุม
tr: Kontrol Çubuğu Rengi
vi: Màu Thanh Điều Khiển
zh_hans: 控制栏颜色
zh_hant: 控制列顏色

source: Customization
da: Tilpasning
de: Anpassung
es: Personalización
fi: Mukauttaminen
fr: Personnalisation
id: Kustomisasi
it: Personalizzazione
ja: カスタマイズ
ko: 사용자 지정
ms: Penyesuaian
nb: Tilpasning
nl: Aanpassing
pl: Dostosowanie
pt_br: Personalização
ru: Настройка
sv: Anpassning
th: การปรับแต่ง
tr: Özelleştirme
vi: Tùy Chỉnh
zh_hans: 自定义
zh_hant: 自訂

source: Done
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Tamam
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Drop your images here...
da: Slip dine billeder her...
de: Bilder hier ablegen...
es: Suelta tus imágenes aquí...
fi: Pudota kuvasi tähän...
fr: Déposez vos images ici...
id: Letakkan gambar Anda di sini...
it: Trascina le immagini qui...
ja: ここに画像をドロップしてください...
ko: 이미지를 여기에 드롭하세요...
ms: Lepaskan imej anda di sini...
nb: Slipp bildene dine her...
nl: Zet uw afbeeldingen hier neer...
pl: Upuść tutaj swoje obrazy...
pt_br: Solte suas imagens aqui...
ru: Перетащите изображения сюда...
sv: Släpp dina bilder här...
th: วางรูปภาพของคุณที่นี่...
tr: Resimlerinizi buraya bırakın...
vi: Thả ảnh của bạn vào đây...
zh_hans: 将图像拖放到此处...
zh_hant: 將圖像拖放到此處...

source: Enable Spread View
da: Aktiver opslaget visning
de: Doppelseitenansicht aktivieren
es: Habilitar vista de páginas dobles
fi: Ota aukeamanäkymä käyttöön
fr: Activer la vue en double page
id: Aktifkan Tampilan Spread
it: Abilita Visualizzazione Doppia
ja: 見開き表示を有効にする
ko: 펼쳐 보기 사용
ms: Aktifkan Paparan Hamparan
nb: Aktiver oppslågsvisning
nl: Spreiding weergave inschakelen
pl: Włącz Widok Rozkładówki
pt_br: Ativar Visualização Dupla
ru: Включить разворотный вид
sv: Aktivera uppslaget vy
th: เปิดใช้มุมมองแบบคู่
tr: Yayılım Görünümünü Etkinleştir
vi: Bật Chế Độ Xem Đôi
zh_hans: 启用双页视图
zh_hant: 啟用跨頁檢視

source: Enter Password
da: Indtast adgangskode
de: Passwort eingeben
es: Ingresar contraseña
fi: Syötä salasana
fr: Entrer le mot de passe
id: Masukkan Kata Sandi
it: Inserisci Password
ja: パスワードを入力
ko: 비밀번호 입력
ms: Masukkan Kata Laluan
nb: Skriv inn passord
nl: Voer wachtwoord in
pl: Wprowadź Hasło
pt_br: Inserir Senha
ru: Введите пароль
sv: Ange lösenord
th: ใส่รหัสผ่าน
tr: Şifre Girin
vi: Nhập Mật Khẩu
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Error
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Error loading archive: %@
da: Fejl ved indlæsning af arkiv: %@
de: Fehler beim Laden des Archivs: %@
es: Error al cargar el archivo: %@
fi: Virhe arkiston lataamisessa: %@
fr: Erreur lors du chargement de l'archive: %@
id: Kesalahan memuat arsip: %@
it: Errore nel caricamento dell'archivio: %@
ja: アーカイブの読み込みエラー: %@
ko: 아카이브 로드 오류: %@
ms: Ralat memuatkan arkib: %@
nb: Feil ved innlasting av arkiv: %@
nl: Fout bij laden archief: %@
pl: Błąd ładowania archiwum: %@
pt_br: Erro ao carregar arquivo: %@
ru: Ошибка загрузки архива: %@
sv: Fel vid inläsning av arkiv: %@
th: เกิดข้อผิดพลาดในการโหลดไฟล์เก็บถาวร: %@
tr: Arşiv yüklenirken hata oluştu: %@
vi: Lỗi khi tải tệp nén: %@
zh_hans: 加载压缩包时出错: %@
zh_hant: 載入壓縮檔時發生錯誤: %@

source: Failed to read the file. Please make sure the file exists.
da: Kunne ikke læse filen. Kontroller, at filen findes.
de: Die Datei konnte nicht gelesen werden. Bitte stellen Sie sicher, dass die Datei vorhanden ist.
es: No se pudo leer el archivo. Asegúrese de que el archivo existe.
fi: Tiedoston lukeminen epäonnistui. Varmista, että tiedosto on olemassa.
fr: Impossible de lire le fichier. Veuillez vous assurer que le fichier existe.
id: Gagal membaca file. Pastikan file tersebut ada.
it: Impossibile leggere il file. Assicurati che il file esista.
ja: ファイルの読み込みに失敗しました。ファイルが存在するか確認してください。
ko: 파일을 읽지 못했습니다. 파일이 존재하는지 확인하세요.
ms: Gagal membaca fail. Sila pastikan fail itu wujud.
nb: Kunne ikke lese filen. Kontroller at filen finnes.
nl: Het bestand kon niet worden gelezen. Controleer of het bestand bestaat.
pl: Nie udało się odczytać pliku. Upewnij się, że plik istnieje.
pt_br: Falha ao ler o arquivo. Por favor, verifique se o arquivo existe.
ru: Не удалось прочитать файл. Пожалуйста, убедитесь, что файл существует.
sv: Det gick inte att läsa filen. Kontrollera att filen finns.
th: ไม่สามารถอ่านไฟล์ได้ กรุณาตรวจสอบว่าไฟล์มีอยู่จริง
tr: Dosya okunamadı. Lütfen dosyanın var olduğundan emin olun.
vi: Không thể đọc tệp. Vui lòng đảm bảo tệp tồn tại.
zh_hans: 读取文件失败。请确保文件存在。
zh_hant: 讀取檔案失敗。請確認檔案存在。

source: Failed to load PDF
da: Kunne ikke indlæse PDF
de: PDF konnte nicht geladen werden
es: Error al cargar el PDF
fi: PDF:n lataaminen epäonnistui
fr: Échec du chargement du PDF
id: Gagal memuat PDF
it: Impossibile caricare il PDF
ja: PDFの読み込みに失敗しました
ko: PDF 로드 실패
ms: Gagal memuatkan PDF
nb: Kunne ikke laste inn PDF
nl: PDF laden mislukt
pl: Nie udało się załadować PDF
pt_br: Falha ao carregar PDF
ru: Не удалось загрузить PDF
sv: Det gick inte att läsa in PDF
th: โหลด PDF ไม่สำเร็จ
tr: PDF yüklenemedi
vi: Không thể tải PDF
zh_hans: 加载 PDF 失败
zh_hant: 載入 PDF 失敗

source: General
da: Generelt
de: Allgemein
fi: Yleiset
fr: Général
id: Umum
it: Generale
ja: 一般
ko: 일반
ms: Umum
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
sv: Allmänt
th: ทั่วไป
tr: Genel
vi: Chung
zh_hans: 通用
zh_hant: 一般

source: Getting Started
da: Kom godt i gang
de: Erste Schritte
es: Primeros pasos
fi: Aloittaminen
fr: Premiers pas
id: Memulai
it: Per Iniziare
ja: はじめに
ko: 시작하기
ms: Memulakan
nb: Kom i gang
nl: Aan de slag
pl: Pierwsze Kroki
pt_br: Primeiros Passos
ru: Начало работы
sv: Kom igång
th: เริ่มต้นใช้งาน
tr: Başlarken
vi: Bắt Đầu
zh_hans: 入门指南
zh_hant: 開始使用

source: Image Filter
da: Billedfilter
de: Bildfilter
es: Filtro de imagen
fi: Kuvasuodatin
fr: Filtre d'image
id: Filter Gambar
it: Filtro Immagine
ja: 画像フィルタ
ko: 이미지 필터
ms: Penapis Imej
nb: Bildefilter
nl: Afbeeldingsfilter
pl: Filtr Obrazu
pt_br: Filtro de Imagem
ru: Фильтр изображений
sv: Bildfilter
th: ฟิลเตอร์ภาพ
tr: Görüntü Filtresi
vi: Bộ Lọc Hình Ảnh
zh_hans: 图像滤镜
zh_hant: 圖像濾鏡

source: Keyboard Shortcuts
da: Tastaturgenveje
de: Tastenkürzel
es: Atajos de teclado
fi: Pikanäppäimet
fr: Raccourcis clavier
id: Pintasan Keyboard
it: Scorciatoie da Tastiera
ja: キーボードショートカット
ko: 키보드 단축키
ms: Pintasan Papan Kekunci
nb: Tastatursnarveier
nl: Sneltoetsen
pl: Skróty Klawiaturowe
pt_br: Atalhos de Teclado
ru: Сочетания клавиш
sv: Tangentbordsgenvägar
th: แป้นพิมพ์ลัด
tr: Klavye Kısayolları
vi: Phím Tắt
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

source: Language Changed
da: Sprog ændret
de: Sprache geändert
es: Idioma cambiado
fi: Kieli vaihdettu
fr: Langue modifiée
id: Bahasa Diubah
it: Lingua Modificata
ja: 言語が変更されました
ko: 언어 변경됨
ms: Bahasa Diubah
nb: Språk endret
nl: Taal gewijzigd
pl: Język Zmieniony
pt_br: Idioma Alterado
ru: Язык изменён
sv: Språk ändrat
th: เปลี่ยนภาษาแล้ว
tr: Dil Değiştirildi
vi: Đã Thay Đổi Ngôn Ngữ
zh_hans: 语言已更改
zh_hant: 語言已變更

source: NectarView Help
da: NectarView Hjælp
de: NectarView Hilfe
es: Ayuda de NectarView
fi: NectarView Ohje
fr: Aide NectarView
id: Bantuan NectarView
it: Guida di NectarView
ja: NectarViewヘルプ
ko: NectarView 도움말
ms: Bantuan NectarView
nb: NectarView Hjelp
pl: Pomoc NectarView
pt_br: Ajuda do NectarView
ru: Справка NectarView
sv: NectarView Hjälp
th: ความช่วยเหลือ NectarView
tr: NectarView Yardım
vi: Trợ Giúp NectarView
zh_hans: NectarView 帮助
zh_hant: NectarView 說明

source: New Window
da: Nyt vindue
de: Neues Fenster
es: Nueva ventana
fi: Uusi ikkuna
fr: Nouvelle fenêtre
id: Jendela Baru
it: Nuova finestra
ja: 新規ウインドウ
ko: 새로운 윈도우
ms: Tetingkap Baharu
nb: Nytt vindu
nl: Nieuw venster
pl: Nowe okno
pt_br: Nova Janela
ru: Новое окно
sv: Nytt fönster
th: หน้าต่างใหม่
tr: Yeni Pencere
vi: Cửa sổ mới
zh_hans: 新建窗口
zh_hant: 新增視窗

source: Next Bookmark
da: Næste bogmærke
de: Nächstes Lesezeichen
es: Siguiente marcador
fi: Seuraava kirjanmerkki
fr: Signet suivant
id: Bookmark Berikutnya
it: Segnalibro Successivo
ja: 次のブックマークへ
ko: 다음 북마크
ms: Penanda Seterusnya
nb: Neste bokmerke
nl: Volgende bladwijzer
pl: Następna Zakładka
pt_br: Próximo Marcador
ru: Следующая закладка
sv: Nästa bokmärke
th: บุ๊กมาร์กถัดไป
tr: Sonraki Yer İmi
vi: Dấu Trang Tiếp Theo
zh_hans: 下一个书签
zh_hant: 下一個書籤

source: Open
da: Åbn
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
id: Buka
it: Apri
ja: 開く
ko: 열기
ms: Buka
nb: Åpne
nl: Openen
pl: Otwórz
pt_br: Abrir
ru: Открыть
sv: Öppna
th: เปิด
tr: Aç
vi: Mở
zh_hans: 打开
zh_hant: 開啟

source: Page %d
da: Side %d
de: Seite %d
es: Página %d
fi: Sivu %d
id: Halaman %d
it: Pagina %d
ja: %d ページ
ko: %d 페이지
ms: Halaman %d
nb: Side %d
nl: Pagina %d
pl: Strona %d
pt_br: Página %d
ru: Страница %d
sv: Sida %d
th: หน้า %d
tr: Sayfa %d
vi: Trang %d
zh_hans: 第 %d 页
zh_hant: 第 %d 頁

source: Password Required
da: Adgangskode påkrævet
de: Passwort erforderlich
es: Contraseña requerida
fi: Salasana vaaditaan
fr: Mot de passe requis
id: Kata Sandi Diperlukan
it: Password Richiesta
ja: パスワードが必要です
ko: 비밀번호 필요
ms: Kata Laluan Diperlukan
nb: Passord kreves
nl: Wachtwoord vereist
pl: Wymagane Hasło
pt_br: Senha Necessária
ru: Требуется пароль
sv: Lösenord krävs
th: ต้องใช้รหัสผ่าน
tr: Şifre Gerekli
vi: Yêu Cầu Mật Khẩu
zh_hans: 需要密码
zh_hant: 需要密碼

# PasswordRequiredMessage
source: This archive is password protected. Please enter the password.
da: Dette arkiv er adgangskodebeskyttet. Indtast adgangskoden.
de: Dieses Archiv ist passwortgeschützt. Bitte geben Sie das Passwort ein.
es: Este archivo está protegido con contraseña. Por favor, ingrese la contraseña.
fi: Tämä arkisto on salasanasuojattu. Syötä salasana.
fr: Cette archive est protégée par un mot de passe. Veuillez entrer le mot de passe.
id: Arsip ini dilindungi kata sandi. Silakan masukkan kata sandinya.
it: Questo archivio è protetto da password. Inserisci la password.
ja: このアーカイブはパスワードで保護されています。パスワードを入力してください。
ko: 이 아카이브는 비밀번호로 보호되어 있습니다. 비밀번호를 입력하세요.
ms: Arkib ini dilindungi kata laluan. Sila masukkan kata laluan.
nb: Dette arkivet er passordbeskyttet. Vennligst skriv inn passordet.
nl: Dit archief is beveiligd met een wachtwoord. Voer het wachtwoord in.
pl: To archiwum jest chronione hasłem. Proszę wprowadzić hasło.
pt_br: Este arquivo está protegido por senha. Por favor, insira a senha.
ru: Этот архив защищён паролем. Пожалуйста, введите пароль.
sv: Det här arkivet är lösenordsskyddat. Ange lösenordet.
th: ไฟล์เก็บถาวรนี้มีการป้องกันด้วยรหัสผ่าน กรุณาใส่รหัสผ่าน
tr: Bu arşiv parola korumalıdır. Lütfen parolayı girin.
vi: Tệp nén này được bảo vệ bằng mật khẩu. Vui lòng nhập mật khẩu.
zh_hans: 此压缩包受密码保护。请输入密码。
zh_hant: 此壓縮檔受密碼保護。請輸入密碼。

source: Permission Required
da: Tilladelse påkrævet
de: Berechtigung erforderlich
es: Permiso requerido
fi: Lupa vaaditaan
fr: Autorisation requise
id: Izin Diperlukan
it: Autorizzazione Richiesta
ja: アクセス許可が必要です
ko: 권한 필요
ms: Kebenaran Diperlukan
nb: Tillatelse kreves
nl: Toestemming vereist
pl: Wymagane Uprawnienie
pt_br: Permissão Necessária
ru: Требуется разрешение
sv: Behörighet krävs
th: ต้องการสิทธิ์การเข้าถึง
tr: İzin Gerekli
vi: Yêu Cầu Quyền Truy Cập
zh_hans: 需要权限
zh_hant: 需要權限

source: Please restart the application for the language change to take effect.
da: Genstart programmet for at sprogændringen træder i kraft.
de: Bitte starten Sie die Anwendung neu, damit die Sprachänderung wirksam wird.
es: Por favor, reinicie la aplicación para que el cambio de idioma surta efecto.
fi: Käynnistä sovellus uudelleen, jotta kielimuutos tulee voimaan.
fr: Veuillez redémarrer l'application pour que le changement de langue prenne effet.
id: Harap mulai ulang aplikasi agar perubahan bahasa berlaku.
it: Riavvia l'applicazione per applicare la modifica della lingua.
ja: 言語の変更を反映するには、アプリケーションを再起動してください。
ko: 언어 변경 사항을 적용하려면 애플리케이션을 다시 시작하세요.
ms: Sila mulakan semula aplikasi untuk perubahan bahasa berkuat kuasa.
nb: Start programmet på nytt for at språkendringen skal tre i kraft.
nl: Start de applicatie opnieuw op om de taalwijziging door te voeren.
pl: Uruchom ponownie aplikację, aby zmiana języka odniosła skutek.
pt_br: Por favor, reinicie o aplicativo para que a alteração de idioma entre em vigor.
ru: Пожалуйста, перезапустите приложение, чтобы изменение языка вступило в силу.
sv: Starta om programmet för att språkändringen ska träda i kraft.
th: กรุณาเริ่มต้นแอปพลิเคชันใหม่เพื่อให้การเปลี่ยนภาษามีผล
tr: Dil değişikliğinin geçerli olması için lütfen uygulamayı yeniden başlatın.
vi: Vui lòng khởi động lại ứng dụng để thay đổi ngôn ngữ có hiệu lực.
zh_hans: 请重启应用程序以使语言更改生效。
zh_hant: 請重新啟動應用程式以使語言變更生效。

source: Please select a folder
da: Vælg en mappe
de: Bitte wählen Sie einen Ordner aus
es: Por favor, seleccione una carpeta
fi: Valitse kansio
fr: Veuillez sélectionner un dossier
id: Silakan pilih folder
it: Seleziona una cartella
ja: フォルダを選択してください
ko: 폴더를 선택하세요
ms: Sila pilih folder
nb: Velg en mappe
nl: Selecteer een map
pl: Proszę wybrać folder
pt_br: Por favor, selecione uma pasta
ru: Пожалуйста, выберите папку
sv: Välj en mapp
th: กรุณาเลือกโฟลเดอร์
tr: Lütfen bir klasör seçin
vi: Vui lòng chọn một thư mục
zh_hans: 请选择一个文件夹
zh_hant: 請選擇一個資料夾

# PleaseCheckPermissionDialog
source: A permission dialog has been displayed. Please check your screen and grant access to continue.
da: En tilladelsesdialog er blevet vist. Kontroller din skærm og giv adgang for at fortsætte.
de: Ein Berechtigungsdialog wurde angezeigt. Bitte überprüfen Sie Ihren Bildschirm und erteilen Sie den Zugriff, um fortzufahren.
es: Se ha mostrado un diálogo de permisos. Por favor, revise su pantalla y otorgue acceso para continuar.
fi: Lupavalikko on näytetty. Tarkista näyttösi ja myönnä pääsy jatkaaksesi.
fr: Une boîte de dialogue d'autorisation a été affichée. Veuillez vérifier votre écran et accorder l'accès pour continuer.
id: Dialog izin telah ditampilkan. Silakan periksa layar Anda dan berikan akses untuk melanjutkan.
it: È stata visualizzata una finestra di dialogo per i permessi. Controlla lo schermo e concedi l'accesso per continuare.
ja: アクセス許可のダイアログが表示されています。画面を確認して、アクセスを許可してください。
ko: 권한 대화 상자가 표시되었습니다. 화면을 확인하고 계속하려면 액세스 권한을 부여하세요.
ms: Dialog kebenaran telah dipaparkan. Sila semak skrin anda dan berikan akses untuk meneruskan.
nb: En tillatelsesdialog har blitt vist. Kontroller skjermen og gi tilgang for å fortsette.
nl: Er is een toestemmingsvenster weergegeven. Controleer uw scherm en verleen toegang om door te gaan.
pl: Wyświetlono okno dialogowe uprawnień. Sprawdź ekran i przyznaj dostęp, aby kontynuować.
pt_br: Uma caixa de diálogo de permissão foi exibida. Por favor, verifique sua tela e conceda acesso para continuar.
ru: Отображено диалоговое окно разрешений. Пожалуйста, проверьте экран и предоставьте доступ для продолжения.
sv: En behörighetsdialog har visats. Kontrollera din skärm och bevilja åtkomst för att fortsätta.
th: กล่องโต้ตอบสิทธิ์ถูกแสดงขึ้น กรุณาตรวจสอบหน้าจอของคุณและให้สิทธิ์การเข้าถึงเพื่อดำเนินการต่อ
tr: Bir izin iletişim kutusu görüntülendi. Lütfen ekranınızı kontrol edin ve devam etmek için erişime izin verin.
vi: Hộp thoại cấp quyền đã được hiển thị. Vui lòng kiểm tra màn hình của bạn và cấp quyền truy cập để tiếp tục.
zh_hans: 已显示权限对话框。请检查您的屏幕并授予访问权限以继续。
zh_hant: 已顯示權限對話框。請檢查您的螢幕並授予存取權限以繼續。

source: Previous Bookmark
da: Forrige bogmærke
de: Vorheriges Lesezeichen
es: Marcador anterior
fi: Edellinen kirjanmerkki
fr: Signet précédent
id: Bookmark Sebelumnya
it: Segnalibro Precedente
ja: 前のブックマークへ
ko: 이전 북마크
ms: Penanda Sebelumnya
nb: Forrige bokmerke
nl: Vorige bladwijzer
pl: Poprzednia Zakładka
pt_br: Marcador Anterior
ru: Предыдущая закладка
sv: Föregående bokmärke
th: บุ๊กมาร์กก่อนหน้า
tr: Önceki Yer İmi
vi: Dấu Trang Trước
zh_hans: 上一个书签
zh_hant: 上一個書籤
